[
    {
        "sku": 1,
        "name": "Clinique For Men Super Energizer™ Anti-Fatigue Exfoliating Powder Cleanser",
        "image": "/images/elc/1.png",
        "price": "25.00",
        "desc": "<p><b>What It Is<\/b><br>Energizing powder cleanser instantly purifies and invigorates dull, tired skin. <br><br><b>What It Does<\/b><br>Purify, invigorate, retexturize.Energizing powder cleanser instantly purifies and invigorates dull, tired skin. Water-activated formula lifts away pollution and impurities. Natural exfoliants gently buff skin smooth.<br><br><b>Proven Results <\/b><br>- Removes toxins. <br>- Unclogs pores and removes excess oil immediately and with continued use. <br>- Smooths skin immediately and over time. <br>- Supports natural cell turnover with exfoliation. <br><br><b>Key Ingredients \/ Technology<\/b><br>Powerful enzymes help detox and purify skin. <br><br><b>Great To Know<\/b><br>No parabens. No phthalates. No fragrance. Allergy tested. Ophthalmologist tested.<\/p>"
    },
    {
        "sku": 2,
        "name": "Clinique For Men Super Energizer™ Anti-Fatigue Hydrating Concentrate Broad Spectrum SPF 25",
        "image": "/images/elc/2.png",
        "price": "45.00",
        "desc": "<p><b>Who It's For \/ Skin Types<\/b><br>All but the driest skins<br><br><b>What It Is<\/b><br>Lightweight moisturizer instantly energizes skin with 12 hours of anti-fatigue power. <br><br><b>What It Does<\/b><br>Awaken, correct, defend. Lightweight, non-sticky cream moisturizer energizes skin with 12 hours of hydration and anti-fatigue power. Multi-Layered Defense Technology fights modern aggressors that can tire skin and accelerate aging. Combats UVA\/B, Infrared, and even Blue Light, a key disruptor of skin’s ability to protect itself. Sweat-resistant and humidity-resistant formula helps shield against pollution, pollen and dust as it delivers all-day hydration and powerful antioxidant defense. Immediately skin appears more awake, less fatigued. Over time, first signs of aging are visibly corrected and skin maintains its well-rested look. Oil-free.<br><br><b>Proven Results <\/b><br>- Alleviates tired-looking skin immediately, for 12 straight hours and with continued use. <br>- Multi-Layered Defense Technology protects against UVA\/UVB rays, infrared radiation and blue light. <br>- Provides all-day protection against pollution\/PM2.5\/dust\/pollen. <br>- Provides immediate and up to 12 hours of hydration. <br>- Reduces lines, wrinkles and improves skin’s texture over time. <br><br><b>Key Ingredients \/ Technology <\/b><br>Caffeine energizes and boosts circulation. Hyaluronic Acid, Glycerin and Trehalose provide instant, long-lasting hydration. Multi-Layered Defense Technology shields with SPF 25 and repairs damage caused by UV exposure. Superfoods protect skin from oxidative damage. Vitamin C and vitamin E provide all-day antioxidant protection from free radicals and environmental aggressors. Sea Whip Extract helps soothe and reduce inflammation.<br><br><b>Great To Know<\/b><br>No parabens. No phthalates. No fragrance. Allergy tested. Ophthalmologist tested.<\/p>"
    },
    {
        "sku": 3,
        "name": "Clinique For Men Super Energizer™ Anti-Fatigue Depuffing Eye Gel ",
        "image": "/images/elc/3.png",
        "price": "32.00",
        "desc": "<p><b>What It Is<\/b><br>Cooling roll-on gel instantly re-energizes and brightens tired-looking eyes.<br><br><b>What It Does<\/b><br>Hydrate, refresh, brighten. Cooling roll-on gel instantly hydrates and comforts with humectants that bind moisture to skin.  Absorbs quickly. Apply anytime to refresh tired eyes.<br><br><b>Key Ingredients \/ Technology<\/b><br>Hyaluronic Acid attracts and binds moisture to skin. Caffeine infuses skin with energy.<br><br><b>Great To Know<\/b><br>No parabens. No phthalates. No fragrance. Allergy tested. Ophthalmologist tested.<\/p>"
    }
]